// © Copyright 2011-2015 HP Development Company, L.P.

//Designjet Assistant

DesignjetAssistantTaskTOCTitle = "Assistant de configuration";

//Device Discovery

PrinterNameColumnTitle = "Nom de l'imprimante";
PrinterModelColumnTitle = "Modèle de l'imprimante";
PrinterDriverColumnTitle = "Pilote de l'imprimante";
ConnectionColumnTitle = "Connexion";
DetailsColumnTitle = "Détails";

DeviceDiscoveryTaskName = "Ajouter l’appareil";
DeviceDiscoveryNameText = "Nom:";
DeviceDiscoveryInformativeText = "Sélectionnez votre imprimante dans la liste, puis appuyez sur Continuer pour ajouter l'imprimante dans le système.";

//Queue Created

QueueCreatedText = "La file d'attente pour votre imprimante a été créée.\n\nSi vous souhaitez une file d'attente pour d'autres imprimantes présentes dans la liste précédente, cliquez sur Retour et répétez le processus.\n\nCliquez sur Continuer lorsque vous avez terminé.";
QueueCreatedTaskName = "File d'attente de l'imprimante créée";

QueueDuplicationAlertTitle = "Configuration %@";
QueueDuplicationAlertText = "La file d'attente pour %@ existe déjà. Voulez-vous créer une file d'attente ?";

//CIP Task

CIPTaskControllerTaskTOCTitle = "PPC HP Designjet";

//CIP Introduction

CIPIntroductionText = "Aidez-nous à créer de meilleurs produits!\n\nInscrivez-vous au Programme de Participation du Client (PPC) HP Designjet et aidez-nous à créer des produits encore meilleurs. Les données anonymes d'utilisation de l'imprimante que nous collectons nous aideront à déterminer de quelle manière vous utilisez votre imprimante et quelles sont les fonctions du produit les plus importantes pour vous. Toutes les données sont collectées et utilisées conformément à la Déclaration de confidentialité du PPC. Il n'y a pas de sondage obligatoire, ni d'e-mail de suivi. Aucune information personnelle n'est collectée. Vous pouvez cesser librement votre participation à tout moment.";
CIPIntroductionPrivacyStatementLink = "Déclaration de confidentialité du PPC";
CIPIntroductionPrivacyStatementLinkTooltip = "Déclaration de confidentialité du PPC";

"Yes, I want to participate (send anonymous data only)" = "Oui, je souhaite participer (envoi de données anonymes uniquement)";
"No, thank you" = "Non, merci";

CIPIntroductionTaskName = "Programme de Participation du Client HP Designjet";
CIPIntroductionTaskTOCTitle = "Introduction";
CIPSendSerialText = "Sélectionnez « Envoyer le numéro de série de mon imprimante » pour nous permettre de vous fournir une meilleure assistance et un meilleur service sur le produit. En outre, cette option est nécessaire pour déterminer l'éligibilité à certains programmes de récompense basés sur l'utilisation.";

"Send my printer's serial number" = "Envoyer le numéro de série de mon imprimante";

//CIP Business Profile

CIPBusinessProfileText = "Pour nous aider à mieux comprendre votre environnement de travail, fournissez-nous les informations facultatives suivantes. Si vous choisissez de ne pas fournir ces informations, nous continuerons à recevoir vos données anonymes concernant l'utilisation de l'imprimante si vous acceptez de participer au PPC. Toutes les données sont collectées et utilisées conformément à la politique de confidentialité HP. Il n'y a pas de sondage obligatoire, ni d'e-mail de suivi. Aucune information personnelle n'est collectée.";

CIPBusinessProfileTaskName = "Programme de Participation du Client HP Designjet";
CIPBusinessProfileTaskTOCTitle = "Profil de l'entreprise";

BusinessTypeText = "Type de l'entreprise :";
BusinessSizeText = "Taille de l'entreprise :";
GeographicalRegionText = "Région :";

"None" = "Aucun";
"Architecture, Engineering, Construction" = "Architecture, ingénierie, construction";
"Graphic Design, Advertising Services" = "Conception graphique, services publicitaires";
"Infrastructure, Utilities, Telecommunications" = "Infrastructure, services publics, télécommunications";
"Manufacturing, Automotive, Transportation" = "Fabrication, automobile, transport";
"Printing Services" = "Services d'impression";
"Professional Photography Services" = "Services photographiques professionnels";
"Public Sector" = "Secteur public";
"Other" = "Autre";

"1-10 employees" = "1 à 10 employés";
"10-100 employees" = "10 à 100 employés";
"100-1000 employees" = "100 à 1000 employés";
"more than 1000 employees" = "plus de 1 000 employés";

"Americas" = "Amériques";
"Europe, Middle East, Africa" = "Europe, Moyen-Orient, Afrique";
"Asia Pacific, Japan" = "Asie du Pacifique, Japon";

//HP Proactive Support

ProactiveSupportAgreementText = "HP Proactive Support fournit une méthode simple et pratique pour contrôler vos imprimantes HP, les maintenir à jour et optimiser leurs performances.\
\n\nConsultez le Contrat HP Proactive Support pour plus d'informations.";
ProactiveSupportTaskName = "HP Proactive Support";
ProactiveSupportAgreementLink = "Contrat HP Proactive Support";
ProactiveSupportAgreementLinkTooltip = "Contrat HP Proactive Support";

"Yes, I want to enable it" = "Oui, je souhaite l'activer";

//HP Printer Monitor

PrinterMonitorTextField = "L'application HP Printer Monitor vous permet de surveiller en permanence l'état de vos imprimantes HP Designjet et vous informe lorsque l'imprimante requiert une assistance (par exemple pour des problèmes de cartouches ou de bourrages)\nSouhaitez-vous recevoir des notifications sous la forme d'alertes ? Vous pouvez modifier ces paramètres ultérieurement.";
AdviseAlertsAgreement = "Oui, je souhaite être averti tout de suite";
AdviseAlertsChoosen = "Les alertes s'afficheront comme des bannières sur votre Dock.";
AdviseAlertsNotChoosen = "Les alertes ne s'afficheront pas sur le Dock. Vous devez ouvrir HP Printer Monitor pour voir les alertes.";

PrinterMonitorTaskName = "HP Printer Monitor - Alertes";
PrinterMonitorTaskTOCTitle = "HP Printer Monitor";

"Show all alerts" = "Afficher toutes les alertes";
"Show only critical alerts" = "Afficher uniquement les alertes critiques";

// Web Registration

WebRegistrationTaskName = "Enregistrement sur le Web";

WebRegistrationTextField = "Merci de votre achat!\n\nVeuillez prendre quelques minutes pour enregistrer votre nouvelle imprimante. Cela vous permettra:\n\nParticipez aux programmes HP et gagnez de superbes cadeaux!\n\nDe fournir à HP les informations nécessaires pour continuer à fabriquer des produits répondant le mieux possible à vos besoins.\n\nDe bénéficier d'une adhésion gratuite à Designjet Online (une excellente source de conseils et d'informations ne concernant pas seulement les imprimantes mais aussi les encres, les supports, les pilotes, les applications, etc. De nombreuses études de cas sont également fournies en exemple, dont certaines écrites par les utilisateurs eux-mêmes!)\n\nVeuillez noter que, si vous n’enregistrez pas votre produit, votre garantie n’en sera pas réduite pour autant.\n\nEnregistrer...";

WebRegistrationLink = "Enregistrer...";
WebRegistrationLinkTooltip = "Enregistrer";

WebRegistrationStatementText = "Si vous cliquez sur 'Continuer', votre navigateur Web par défaut se connectera pour accéder aux pages Web HP.\n\nPour terminer l'opération, certaines informations personnelles doivent être transférées vers des serveurs HP sécurisés. Les données envoyées peuvent inclure :\n\nAdresse IP\nModèle d'imprimante\nSystème d'exploitation\n\nPolitique de confidentialité en ligne de HP";

WebRegistrationStatementLink = "Politique de confidentialité en ligne de HP";

//Summary

SummaryTextField-1 = "L'Assistant de configuration a terminé.";
SummaryTextField-2 = "Dans HP Printer Monitor vous avez activé :";
SummaryTextCIP = "Programme de Participation du Client HP Designjet";
SummaryTextPriactiveSupport = "HP Proactive Support";
SummaryTextAlerting = "Alerte";
SummaryTextField-3 = "Afin de modifier les paramètres pour les alertes et votre participation aux programmes HP Designjet, ouvrez les préférences de suivi disponibles dans l'application HP Printer Monitor.";

SummaryTaskName = "Résumé";

//CIP Privacy Statement Window

PrivacyStatementText = "HP respecte votre vie privée et s’engage à la protéger.\n\nHHP délivre cet engagement de confidentialité pour vous informer qu'avec votre permission la fonctionnalité « Programme de Participation du Client » (PPC) permet à vos produits d'envoyer à intervalle régulier des informations de configuration et d'utilisation des consommables à HP. Les informations envoyées à HP sont utilisées pour l’amélioration des produits et des services, ainsi que pour contrôler le périphérique si HP vous fournit des services tels que le remplacement proactif des cartouches, les contrats de paiement en fonction du nombre de pages imprimées, des contrats d’assistance, ou bien la traçabilité d’utilisation des produits\n\nHP collecte les données d'état et d'utilisation de votre imprimante, ainsi que d'autres données spécifiques à l'imprimante. Les données peuvent être partagées avec d'autres services HP, même à l'étranger, pour activer le « Programme de Participation du Client » et réunir des données sur le marché permettant à HP d'améliorer la qualité de ses produits et de ses services.\n\nLa liste ci-dessous est représentative, mais non exhaustive, du type d'informations que le « Programme de Participation du Client » collectera:\n\nInfos sur l'imprimante:\n\t- Nom du produit\n\t- N° du produit\n\t- Numéro de série\n\t- Version du microprogramme\n\t- Nombre de pages imprimées\n\t- État de l'imprimante\n\t- Données d'utilisation de l'imprimante\n\t- Journal des événements (contient la liste des erreurs liées à votre imprimante)\n\t- Informations de gestion des dernières tâches d'impression\n\nHP garantit la confidentialité des données collectées, conformément à la Déclaration de confidentialité en ligne de HP et vous garantit que HP fera preuve de précautions raisonnables pour traiter les données collectées d'état et d'utilisation de l'imprimante. Pour consulter les dernières informations sur la confidentialité ou les pratiques de collecte de données, consultez votre site Web HP local.\n\nSi vous souhaitez exercer vos droits d'accès, de rectification et de suppression de vos données, contactez myprinteradmin@hp.com";

HPPrivacyStatement = "Déclaration de confidentialité de HP";
PersonalDataRightsNotice = "Droits relatifs à vos données personnelles";

ProactiveSupportStatementText = "<html><body><font size=+1>
<p>HP Proactive Support offre un moyen aisé et pratique pour surveiller vos imprimantes HP, les maintenir à jour et les exploiter de façon optimale.
Le service HP Proactive Support identifiera les dernières mises à jour requises pour les matériels ou les logiciels hp installés sur votre système et vous permettra de choisir celle que vous voudrez installer.
Des alertes et des informations d'assistance simples vous permettront de savoir à quel moment une imprimante nécessite une intervention et ce que vous devez faire.</p>

<p>Les nouvelles mises à jour seront mises à votre disposition au fur et à mesure qu'elles seront développées.
Le service HP Proactive Support vérifiera régulièrement l'existence de nouvelles mises à jour à intervalle fixe défini par vos soins.</p>

<p>HP s'est engagé à protéger la vie privée des clients qui recourent à HP Proactive Support. Les données collectées sur votre ordinateur par le service HP Proactive seront utilisées pour déterminer si des mises à jour de logiciels sont requises et si vos systèmes souffrent de problèmes potentiels identifiés par HP.</p>

<p>Les informations suivies serviront à effectuer le suivi individuel des clients, des ordinateurs ou des imprimantes connectées. Aucune donnée personnelle identifiable telle que le nom, l'adresse ou l'adresse électronique ne sera collectée.
Les données collectées de façon anonyme pourront être agrégées pour des études de marché et pour aider HP à améliorer la qualité de ses produits et offres de service.</p>

<p>Ces données pourront être conservées pendant une période de 5 ans à compter de la date du dernier transfert de données à HP et seront envoyées à un système HP situé éventuellement à l'étranger. L'adresse IP de l'ordinateur expéditeur sera utilisée pour les besoins de la transmission, comme dans les communications Web standards.</p>

<p>HP Proactive Support collecte les informations suivantes <br>
- Nom du système d'exploitation<br>
- Paramétrage du pays<br>
- Paramétrage de la langue<br>
- Liste des imprimantes configurées dans HP Printer Monitor</p>

<p>Afin d'améliorer le service HP Proactive Support, HP effectue également le suivi des information suivantes : nombre de tentatives de téléchargement de solutions, nombre de mises à jour installées correctement et nombre de mises à jour ayant échoué. Le suivi de ces données se fait de façon anonyme.
Aucun identificateur unique n'est associé aux données des clients par HP Proactive Support.</p>

<p>Pour un complément d'informations sur notre stratégie en matière de confidentialité, consultez le site HP à l'adresse suivante :<a href=\"http://www.hp.com/go/proactivesupport/privacy/fr\">http://www.hp.com/go/proactivesupport/privacy</a></p></font></body></html>";


